cask_args appdir: "~/Applications"

tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "phrase/brewed"
brew "autojump"
brew "coreutils"
brew "git"
brew "grc"
brew "libxmlsec1"
brew "mas"
brew "mysql"
brew "openssl"
brew "phrase"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "zplug"
cask "alfred"
cask "divvy"
cask "docker"
cask "figma"
cask "font-meslo-for-powerline"
cask "gpg-suite"
cask "iterm2"
cask "linear-linear"
cask "notion"
cask "kap"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
mas "Drafts", id: 1435957248
mas "OpenIn 4 Advanced Link Handler", id: 1643649331
mas "Speedtest", id: 1153157709
mas "Transmit", id: 1436522307
