tap "homebrew/bundle"
tap "phrase/brewed"
tap "supabase/tap"
brew "autojump"
brew "coreutils"
brew "deno"
brew "git"
brew "grc"
brew "libxmlsec1"
brew "mas"
brew "mysql"
brew "openssl"
brew "phrase"
brew "pipx"
brew "postgresql@15"
brew "pyenv"
brew "supabase"
brew "zplug"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "claude"
cask "cursor"
cask "deepl"
cask "divvy"
cask "docker"
cask "figma"
cask "firefox@developer-edition"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-for-powerline"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "linear-linear"
cask "notion"
cask "kap"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "Drafts", id: 1435957248
mas "OpenIn 4 Advanced Link Handler", id: 1643649331
mas "Speedtest", id: 1153157709
mas "Transmit", id: 1436522307
mas "WhatsApp Messenger", id: 310633997
mas "NotePlan - To-Do List & Notes", id: 1505432629
